Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Could not start AR I/O Management master
de: AR-PnP: Fehler beim Starten eines AR I/O Management-Master-Devices

source: INA node number permanently configured with software
de: AR-PnP: INA-Node Nummer ist durch "non volatile"-Konfiguration eingestellt (nicht durch HW-Knotenschalter)

source: Unknown hardware module
de: unbekanntes Hardware-Modul

source: Invalid length for system structures.
de: Ungültige Länge für die Systemstrukturen

source: System Structure Confuguration Error
de: Konfigurationsfehler in den Systemstrukturen

source: Data object doesn't exist
de: Datenobjekt existiert nicht

source: Invalid station number
de: Ungültige Stationsnummer

source: Invalid timeout time or timeout time exceeded
de: Ungültige Timeoutzeit bzw. Timeoutzeit überschritten

source: Invalid or unsupported checksums
de: Ungültige Checksumme bzw. wird nicht unterstützt

source: Invalid ident
de: Ungültiger Ident

source: Device already being used as master or slave, or the device string is invalid.
de: Das Gerät wird bereits als Master bzw. als Slave verwendet oder der Geräte String ist ungültig.

source: Invalid Entry in System Structure
de: Falscher Eintrag in Systemstruktur

source: Incorrect entry or format in data object
de: Ungültiger Eintrag oder falsches Format im Datenobjekt

source: Invalid command or function code specified; command not supported
de: Ungültige Angabe eines Kommandos oder Funktionscode, Kommando wird nicht unterstützt

source: Invalid station number specified; broadcasts not supported
de: Ungültige Angabe einer Stationsnummer, Broadcasts werden nicht unterstützt

source: Invalid LocalPV specified in data object
de: Ungültige Angabe einer LocalPV im Datenobjekt

source: Invalid remote addressing in data object
de: Ungültige Remote-Adressierung im Datenobjekt

source: Invalid length specified in data object
de: Ungültige Längenangabe im Datenobjekt

source: Invalid Access Flag
de: Falsches Zugriffsflag

source: Invalid frame (no DF1 protocol)
de: Ungültiger Frame (kein DF1-Protokoll)

source: Invalid request (COMMAND) or error executing command
de: Ungültige Request (COMMAND) bzw. Fehler bei der Ausführung des Kommandos

source: Invalid response (REPLY)
de: Ungültige Response (REPLY)

source: Max. number of NAKs reached
de: Max. Anzahl an NAKs erreicht

source: Max. number of ENQs reached
de: Max. Anzahl an ENQs erreicht

source: No memory available for driver management or error freeing up memory.
de: Kein Speicher für die Treiber-Verwaltung frei bzw. Fehler bei der Freigabe.

source: Invalid Address for a B&R Module
de: Ungültige Adresse für ein B&R-Modul

source: Offset Error in a B&R Module
de: Offset Fehler in einem B&R-Modul

source: Invalid Section in a B&R Module
de: Ungültige Section in einem B&R-Modul

source: Invalid Data length accessing a B&R Module
de: Ungültige Datenlänge beim Zugriff auf ein B&R-Modul

source: Invalid Block Number
de: Ungültige Blocknummer

source: Module data in the contents directory module and B&R module is different
de: Moduldaten im Inhaltsverzeichnismodul und B&R-Modul sind unterschiedlich

source: Data point with specified name not found
de: Datenpunkt mit angegebenem Namen existiert nicht

source: ERR_MO_NOINSTALL
de: B&R-Modul kann nicht installiert werden

source: ERR_MO_WRONG_CS
de: Checksumme des B&R-Moduls nicht in Ordnung

source: Installation error
de: Fehler beim Installieren

source: Uninstallation error
de: Fehler beim Deinstallieren

source: Error during copying
de: Fehler beim Kopieren

source: Module does not exist
de: Modul existiert nicht

source: Incorrect module type
de: Falscher Modultyp

source: Invalid Name
de: Ungültiger Name

source: Module already exists with this name
de: Modul dieses Namens existiert bereits

source: Invalid name length for a B&R Module
de: Ungültige Namenslänge für ein B&R-Modul

source: module module_name not available
de: Modul module_name nicht vorhanden

source: I/O module does not exist
de: I/O Modul existiert nicht

source: Incorrect channel name specified
de: Angegebene Kanalbezeichnung falsch

source: Timeout reached
de: Timeout erreicht

source: Function block not supported.
de: Funktionsblock wird nicht unterstützt.

source: Asynchronous access error
de: Asynchroner Zugriffsfehler

source: IO Access: No valid table
de: IO-Zugriff: keine gültige Tabelle

source: Invalid device string or device not an Ethernet interface
de: Ungültiger Device-String oder Device ist keine Ethernet-Schnittstelle

source: Invalid protocol (ether_type) or protocol already being used.
de: Ungültiges Protokoll (ether_type) oder Protokoll wird bereits verwendet

source: Invalid length specification
de: Ungültige Längenangabe

source: Could not send Ethernet packet
de: Fehler beim Senden des Ethernet-Packets

source: No Ethernet packet received
de: Kein Ethernet-Paket empfangen

source: IO Access: Incorrect access flag
de: IO-Zugriff: falsches Zugriffsflag

source: IO Access: No PLC IO
de: IO-Zugriff: kein SPSIO

source: IO Access: Incorrect Parameter
de: IO-Zugriff: falscher Parameter

source: POWERLINK: Basis for AR I/O management POWERLINK driver error
de: POWERLINK: Basis für AR I/O Management-POWERLINK-Treiber-Fehler

source: POWERLINK: Invalid node number.
de: POWERLINK: Ungültige Knotennummer

source: POWERLINK: Incorrect operating mode for interface.
de: POWERLINK: Falscher Betriebsmodus der Schnittstelle

source: POWERLINK: Conflict with POWERLINK synchronization mode setting
de: POWERLINK: Konflikt bei Synchronisierungs-Modus-Einstellung

source: POWERLINK: Incorrect operating mode
de: POWERLINK: Falscher Betriebsmodus

source: POWERLINK: Invalid cycle time
de: POWERLINK: Ungültige Zykluszeit

source: POWERLINK: Interface setting after system boot
de: POWERLINK: Einstellungen der Schnittstelle nur nach Systemhochlauf

source: POWERLINK: Internal error in the driver
de: POWERLINK: Interner Fehler im Treiber

source: Receive hook function has already been set.
de: Receive-Hook-Funktion ist bereits gesetzt.

source: POWERLINK: Buffer not available
de: POWERLINK: Keine Puffer verfügbar

source: Too many memory types in PCCSWCFG module
de: Zuviele Speicher-Typen im SYSCONF-Modul

source: POWERLINK: Error sending a buffer
de: POWERLINK: Fehler beim Senden eines Puffers

source: POWERLINK: Error in the firmware file
de: POWERLINK: Fehler im Firmwarefile

source: POWERLINK: Interface not initialized
de: POWERLINK: Schnittstelle nicht Initialisiert

source: POWERLINK: Setting for poll response size too high
de: POWERLINK: Einstellung für Poll-Response-Größe zu hoch

source: POWERLINK: Station on the net is larger than configured.
de: POWERLINK: Station am Netz ist größer als konfiguriert.

source: POWERLINK: Output size of the station on the network doesn't match the configuration.
de: POWERLINK: Output-Größe der Station am Netz stimmt nicht mit Konfiguration überein.

source: POWERLINK: Input data of the station on the network is smaller than configured.
de: POWERLINK: Eingangsdaten der Station am Netzwerk sind kleiner als konfiguriert.

source: Conflict with POWERLINK I/O bus parameters
de: Konflikt mit POWERLINK I/O-Bus Parametern

source: POWERLINK: Error allocating the station from the interface firmware
de: POWERLINK: Fehler beim Allokieren der Station bei der Interface-Firmware

source: POWERLINK: Error enabling the station from the interface firmware
de: POWERLINK: Fehler beim Aktivieren der Station bei der Interface-Firmware

source: Memory Info: Attempt in the next bitmap
de: Speicher-Info: Versuch es in der nächsten Bitmap

source: POWERLINK: Not enough RxPDO for configuring cross traffic
de: POWERLINK: Zu wenig RxPDO für Konfiguration von Querverkehr

source: POWERLINK: MAC Address could not be read from hardware
de: POWERLINK: MAC Adresse konnte nicht von Hardware gelesen werden

source: POWERLINK: Incorrect IP NAT configuration
de: POWERLINK: IP NAT Konfiguration falsch

source: Invalid Memory Class
de: Ungültige Speicherklasse

source: POWERLINK: 2003 nodes not connected - different HW configuration
de: POWERLINK: 2003 Knoten nicht verbunden - unterschiedliche HW Konfiguration

source: POWERLINK: Object not accessable in object dictionary of station
de: POWERLINK: Objekt im Objektverzeichnis der Station nicht zugreifbar

source: Interface card error on POWERLINK bus controller
de: Fehler von Interface-Karte auf POWERLINK Buscontroller

source: POWERLINK: Station driver encountered an error while reading the SDO of a Controlled Node.
de: POWERLINK: Fehler bei Lesezugriff auf SDO eines Controlled Node von Stationstreiber

source: POWERLINK: Station driver encountered an error while writing to the SDO of a Controlled Node.
de: POWERLINK: Fehler bei Schreibzugriff auf SDO eines Controlled Node von Stationstreiber

source: Not enough Memory Available
de: Zuwenig Speicher verfügbar

source: Too many entries for mapping
de: Zu viele Mapping-Einträge

source: Error at writing POWERLINK SDO parameter
de: Fehler beim Schreiben eines POWERLINK SDO-Parameters

source: No memory available (target system operating system V1.05)
de: Zuwenig Speicher verfügbar

source: Base value for X2XLink driver errors.
de: AR-X2X: Basis Fehlernumer

source: Error creating the X2X station in the system structures.
de: AR-X2X: Fehler beim Erzeugen des Stationsobjektes

source: X2XLink interface parameter error.
de: AR-X2X: Fehler bei Hardware-Konfiguration

source: X2XLink firmware update.
de: AR-X2X: Firmware Update

source: Error synchronizing the system and X2XLink cycle.
de: AR-X2X: Fehler bei der Synchronisierung

source: Error when updating firmware for an X2XLink station.
de: AR-X2X: Fehler bei Firmware-Update einer X2XLink-Station

source: Invalid memory class
de: Ungültige Speicherklasse

source: AR-X2X: Node ID already exists
de: AR-X2X: Node ID existiert bereits

source: AR-X2X: Conflict with node ID
de: AR-X2X: Konflikt mit Node ID

source: No X2XLink station configured with this node number.
de: AR-X2X: keine Station für diesen Kanal

source: Invalid X2XLink channel number.
de: AR-X2X: ungültige Kanalnummer

source: AR-X2X: Channel already open
de: AR-X2X: Kanal ist bereits geöffnet

source: AR-X2X: Channel not open
de: AR-X2X: Kanal ist nicht geöffnet

source: AR-X2X: Error creating a register
de: AR-X2X: Fehler beim Anlegen eines Registers

source: AR-X2X: Error at initialization
de: AR-X2X: Fehler beim Initialisieren

source: ERR_SM_WRONG_DATPTR
de: Ungültiger Datenpointer

source: Incorrect X2XLink module state.
de: AR-X2X: ungültiger Zustand

source: AR-X2X: Unknown command
de: AR-X2X: unbekannter Befehl

source: Action already active on X2XLink module.
de: AR-X2X: Befehl wird gerade abgearbeitet

source: Incorrect parameters for action on X2XLink module.
de: AR-X2X: ungültige Parameter

source: AR-X2X: Configuration in Run needs to restart the X2X Link interface
de: AR-X2X: Configuration in Run benötigt Neustart der X2X Link Schnittstelle

source: System timer not available
de: Kein Systemtimer vorhanden

source: Incorrect X2XLink cycle time.
de: AR-X2X: ungültige Zykluszeit

source: Invalid number of X2XLink stations.
de: AR-X2X: ungültige Anzahl von Stationen

source: Size of the synchronous X2XLink frames.
de: AR-X2X: ungültige sync-Framegröße

source: Insufficient size for asynchronous X2XLink frames.
de: AR-X2X: ungültige async-Framegröße

source: X2XLink with these settings can only be operated with asymmetrical input/output sizes.
de: AR-X2X: X2XLink mit diesen Einstellungen nur mit asymmetrischer Input/Output-Größe betreibbar

source: X2X module doesn't support the configured cycle time.
de: AR-X2X: X2X-Modul unterstützt eingestellte Zykluszeit nicht

source: X2X module doesn't support asymmetrical input/output sizes.
de: AR-X2X: X2X-Modul unterstützt asymmetrische Input-/Output-Größen nicht

source: AR-X2X: X2X module found with old FPGA version.
de: AR-X2X: X2X-Modul mit alter FPGA-Version gefunden

source: Size of asynchronous frame too small for station
de: Größe des asynchronen Frames zu klein für Station

source: Limit for stations at interface lower than number of configured stations
de: Limit für Stationen der Schnittstelle kleiner als Anzahl der konfigurierten Stationen

source: HS Task class timer not available
de: HS-Taskklassentimer nicht vorhanden

source: The transfer of file data is failed. This can cause subsequent faults (e.g. "Internal SCM error", ...). This problem can be caused by a connection error between the controller (CPU) and the X2X station. Another cause for this error is a bus controller (e.g. X20BC0083) or X2X station reset/powerfail during the transfer. The error is written into the logbook as an informational entry.
de: Das Übertragen von Filedaten schlug fehl. Dies kann zu Folgefehler führen (z.B. "Internal SCM error", ...). Dieses Problem kann bei einem Verindungsabbruch vom Controller (CPU) zur X2XLink Station auftreten. Eine weitere Fehlerursache ist ein X2XLink Stations- oder ein Buscontollerreset (z.B. X20BC0083) während der Übertragung. Der Fehler wird als Information ins Logbuch eingetragen.

source: AR-X2X: Potential timing problems
de: AR-X2X: Potentielle Timing-Probleme

source: AR-X2X: ASIC-Version not supported for current setting
de: AR-X2X: ASIC-Version unterstützt aktuelle Einstellung nicht

source: AR-X2X: Stationnumber set by hex switch not unique
de: AR-X2X: Stationsnummer durch Hex-Schalter nicht eindeutig

source: NIL pointer with X2XLink function.
de: AR-X2X: NIL-Pointer bei X2XLink-Funktion

source: Error initializing X2XLink synchronization.
de: AR-X2X: Fehler beim Initialisieren der X2XLink-Synchronisierung

source: AR-X2X: Conflict between ASIC and FPGA versions
de: AR-X2X: Konflikt zwischen ASIC und FPGA Versionen

source: Internal X2XLink error.
de: AR-X2X: Interner X2XLink-Fehler

source: Memory manager: Semaphore occupied
de: Speichermanager: Semaphor belegt

source: AVT Link count Error
de: AVT Linkcount Fehler

source: IRQ profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: IRQ-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: AVT already exists
de: AVT schon vorhanden

source: PLC task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: SPS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: PLC task profiling error
de: SPS-Task-Profiling-Fehler

source: ERR_AVT_UPDATE
de: AVT Fehler beim Update

source: OS task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: OS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: OS task profiling error
de: OS-Task-Profiling-Fehler

source: Global FB not found -> Load library
de: Globaler FUB nicht vorhanden -> Bibliothek laden

source: FUNCTION profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: FUNCTION-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: Backup error
de: Backup-Fehler

source: Status error.
de: Zustands-Fehler

source: Data object error
de: Datenobjekt-Fehler

source: Definition module error.
de: Definitionsmodul-Fehler

source: Installation error (obsolete beginning with Profiler version 4.00.0)
de: Installations-Fehler (Obsolet ab Profiler Version 4.00.0)

source: Archive error
de: Archiv-Fehler

source: Invalid data module.
de: Fehlerhaftes Datenmodul

source: Checksum in B&R Module Header is wrong
de: Checksumme im B&R Modul-Header stimmt nicht

source: Fatal firmware error - 2003 I/O connection
de: Schwerwiegender Firmwarefehler der 2003-IO-Anschaltung

source: Internal error - 2003 I/O connection
de: Interner Fehler in der 2003-IO-Anschaltung

source: Faulty parameters - 2003 I/O connection
de: Fehlerhafte Parameter für 2003-IO-Anschaltung

source: Error initializing the asynchronous 2003 I/O connection interface
de: Fehler bei Initialisierung der asynchronen 2003-IO-Anschaltungsschnittstelle

source: Initialization of PNP structures for 2003 I/O connection
de: Initialisierung von PNP Strukturen für 2003-IO-Anschaltung

source: Error configuring the 2003 I/O registers
de: Fehler beim Konfigurieren der 2003-IO-Register

source: Initialization of slot structures for 2003 I/O connection
de: Initialisierung von Slot-Strukturen für 2003-IO-Anschaltung

source: Error detecting hardware on the 2003 I/O connection
de: Fehler bei der Hardwareerkennung an der 2003-IO-Anschaltung

source: Activation of 2003 I/O connection firmware failed
de: Aktivieren der Firmware der 2003-IO-Anschaltung fehlgeschlagen

source: Internal debug info
de: Interne Debug-Info

source: No Comm Area configured for a communication task
de: Keine KommArea für einen Kommunikationstask konfiguriert

source: Cannot create memory partition
de: Memory Partition kann nicht erzeugt werden

source: Cannot free up memory partition
de: Memory Partition kann nicht freigegeben werden

source: Cannot allocate memory block with requested size
de: Speicherblock mit angeforderter Größe kann nicht allokiert werden

source: Cannot free up memory block
de: Speicherblock kann nicht freigegeben werden

source: Cannot determine information about available memory.
de: Information über freien Speicher kann nicht ermittelt werden

source: No entry found in the connection list of the Comm Area
de: Keinen Eintrag in der Verbindungsliste der KommArea gefunden

source: Invalid state of a connection in the Comm Area
de: Ungültiger State einer Verbindung in der KommArea

source: No more entries are free in the connection list of the Comm Area
de: Kein neuer Eintrag in der Verbindungsliste der KommArea mehr frei

source: Invalid Index for KA_del_entry
de: Ungültiger Index für KA_del_entry

source: Invalid pointer given
de: Ungültiger Pointer wurde übergeben

source: Raw value outside the valid range
de: Rohwert nicht im gültigen Wertebereich

source: Division by 0
de: Division durch 0

source: Result limited to the data type maximum
de: Ergebnis auf Maximum des Datentypes begrenzt

source: Result limited to the data type minimum
de: Ergebnis auf Minimum des Datentypes begrenzt

source: Could not find (open) configuration file.
de: Der angegebene Konfigurationsfile konnte nicht gefunden (geöffnet) werden.

source: Could not allocate memory.
de: Es konnte kein Speicher allokiert werden.

source: Invalid configuration handle.
de: Das angegebene Konfigurations-Handle ist nicht gültig.

source: Could not save sections locally
de: Fehler beim lokalen Sichern der Abschnitte.

source: Specified interface not configured as DHCP client
de: Die angegebene Schnittstelle ist nicht als DHCP Client konfiguriert.

source: Log file already open.
de: Das Logfile ist bereits geöffnet.

source: Log file not open.
de: Das Logfile ist nicht geöffnet.

source: ERR_HI_NOMOD
de: History-Modul nicht vorhanden

source: Could not initialize XML parser.
de: Fehler bei der Initialisierung des XML-Parsers.

source: Could not find configuration for the target (node number or MAC address).
de: Für das Target (Knotennummer oder MAC-Adresse) konnte keine Konfiguration gefunden werden.

source: Incorrect header in configuration file.
de: Das angegebene Konfigurationsfile besitzt einen falschen Header.

source: Not used at this time
de: Derzeit nicht in Verwendung.

source: XML coding error in locally saved file.
de: XML-Codierungsfehler im Lokalen Sicherungsfile.

source: XML fatal error
de: XML Fataler Fehler

source: ERR_ER_NOMOD
de: Fehlermodul nicht vorhanden

source: Unknown archive.
de: Unbekanntes Archive.

source: Invalid archive ID
de: Kennung des Archives ist ungültig.

source: Could not allocate temporary memory.
de: Fehler beim Allokieren eines temporären Speichers.

source: Could not open file on target
de: Fehler beim Öffnen des Files am Target.

source: Could not write to file on target
de: Fehler beim Schreiben ins File am Target.

source: Error reading from archive
de: Fehler beim Lesen aus dem Archive.

source: Multiple run through of the ring buffer
de: Mehrfaches Durchlaufen des Ringbuffers

source: Partition error (size specification); Corrected size of the listed (logfile) partition
de: Fehler bei Partitionierung (Größenangaben). Die Größe der angeführten (Logfile) Partition wurde korrigiert.

source: Partition error (number of partitions and partition sizes); Listed partition removed (not created)
de: Fehler bei Partitionierung (Anzahl der Partitionen und Partitionsgrößen).

source: Error opening the archive or zipped file.
de: Fehler beim Öffnen des Archive's oder gezippten File.

source: Error opening the local file
de: Fehler beim Öffnen des lokalen Files

source: Netboot OK
de: AR-NetBoot: OK

source: The installation of a project installation package failed.
de: Die Installation eines Projektinstallationspakets ist fehlgeschlagen.

source: Fdisk error
de: Fdisk-Fehler

source: Invalid flag
de: FORCEN: Ungültiges Flag

source: No memory available.
de: Es konnte kein Speicher allokiert werden.

source: Invalid protocol.
de: Das angegebene Protokoll wird nicht unterstützt.

source: Not initialized.
de: Die Bibliothek ist nicht initialisiert.

source: Critical section.
de: Kritische Section konnte nicht erzeugt werden.

source: Invalid pointer
de: FORCEN: Ungültiger Pointer

source: Invalid Task Class for a PV to be forced
de: FORCEN: Ungültige Taskklasse

source: Device link.
de: Device konnte nicht gelinkt werden.

source: Invalid device.
de: Das angegebene Device existiert nicht.

source: Invalid data type for a PV to be forced
de: FORCEN: Ungültiger Datentyp

source: Invalid file.
de: File konnte nicht geöffnet werden.

source: No file handle.
de: Kein freies File-Handle mehr vorhanden.

source: IOctl error.
de: Fehler bei IOctl.

source: Invalid Base pointer for a PV to be forced
de: FORCEN: Ungültiger Basepointer

source: Invalid B&R physical address (Extension bit) for a PV to be forced
de: FORCEN: Ungültige Adresse (Extensionbit)

source: DdxxIoLSWD: Watchdog has been triggered
de: DdxxIoLSWD: Watchdog wurde ausgelöst

source: Watchdog hardware I/O registers don't work
de: Watchdog-Hardware-IO-Register funktionieren nicht

source: PCI monitoring hardware I/O registers don't work
de: PCI Monitoring Hardware-IO-Register funktionieren nicht

source: Invalid Index, PV will not be forced
de: FORCEN: Ungültiger Index, PV wird nicht geforct

source: Reading point not found
de: Reading-Point nicht vorhanden

source: This PV is already forced
de: FORCEN: Diese PV wird bereits geforct

source: Incorrect offset
de: Falscher Offset

source: Not enough memory to process the information
de: Zuwenig Speicher zum Aufbereiten der Information zur Verfügung

source: Invalid ID
de: Ungültige ID

source: Index out of range [0..nrEntries-1]
de: Index außerhalb des Bereichs (0..nrEntries-1)

source: Unknown infoCode parameter
de: Unbekannter infoCode Parameter

source: Unknown infoKind parameter
de: Unbekannter infoKind Parameter

source: Invalid HWC file
de: Ungültige HWC-Datei

source: Error performing SDO access to a slave.
de: Fehler beim SDO-Zugriff auf einen Slave.

source: A CANopen slave defined as "Mandatory" could not be configured during the network boot.
de: Ein als "Mandatory" definierter CANopen-Slave konnte während des Netzwerk-Bootup nicht konfiguriert werden.

source: Not all slaves could be configured by the master in the specified time when the CANopen network was started.
de: Nicht alle Slaves konnten beim Start des CANopen Netzwerkes durch den Master in der vorgegebenen Zeit Konfiguriert werden.

source: No heartbeat or LifeGuarding monitoring configured.
de: Keine Überwachung durch Heartbeat oder LifeGuarding konfiguriert.
